{
    "frequentlyAskedQuestions": "Često postavljena pitanja",
    "iosFaqStillNeedHelp": "Ako imate pitanje koje nije na ovom popisu ili na [Wiki FAQ](https://habitica.fandom.com/wiki/FAQ), dođite pitati u Tavern chat pod Menu > Tavern! Rado ćemo pomoći.",
    "androidFaqStillNeedHelp": "Ako imate pitanje koje nije na ovom popisu ili na [Wiki FAQ](https://habitica.fandom.com/wiki/FAQ), dođite pitati u Tavern chat pod Menu > Tavern! Rado ćemo pomoći.",
    "webFaqStillNeedHelp": "Ako imate pitanje koje nije na ovom popisu ili na [Wiki FAQ](https://habitica.fandom.com/wiki/FAQ), dođite pitati u [Habitica Help guild](https://habitica .com/groups/guild/5481ccf3-5d2d-48a9-a871-70a7380cee5a)! Rado ćemo pomoći.",
    "commonQuestions": "Uobičajena pitanja",
    "faqQuestion25": "Što su različite vrste zadataka?",
    "faqQuestion26": "Koji su neki jednostavni zadatci?",
    "faqQuestion27": "Zašto zadatci mijenjaju boju?",
    "webFaqAnswer32": "U Habitici postoje četiri klase: Ratnik. Čarobnjak, Odmetnik i Iscjelitelj. Svi igrači započinju kao klasa Ratnik dok ne dostignu razinu 10. Kada dostigneš razinu 10 možeš odabrati klasu ili nastaviti kao Ratnik.\n\nSvaka klasa ima različitu Opremu i Sposobnosti. Ako ne želiš odabrati klasu, odaberi \"",
    "faqQuestion33": "Što je plava traka koja se pojavljuje nakon razine 10?",
    "faqQuestion34": "Kakvu hranu moj ljubimac voli?",
    "faqQuestion36": "Kako da promijenim izgled svog Avatara?",
    "faqQuestion37": "Zašto se moja Oprema ne prikazuje na mom Avataru?",
    "faqQuestion29": "Kako mogu oporaviti HP?",
    "webFaqAnswer29": "Možete oporaviti 15 HP kupnjom napitka za zdravlje iz stupca Nagrade za 25 zlata. Osim toga, uvijek ćete oporaviti puni HP kada se popnete na višu razinu!",
    "faqQuestion30": "Što se događa kada mi ponestane HP-a?",
    "webFaqAnswer30": "Ako vam HP dosegne nulu, izgubit ćete jednu razinu, svo svoje zlato i komad opreme koji se može ponovno kupiti.",
    "faqQuestion31": "Zašto sam gubio HP prilikom interakcije s nenegativnim zadatkom?",
    "faqQuestion32": "Kako mogu odabrati razred?",
    "webFaqAnswer33": "Nakon što otključate Klasni Sustav, otključavate i Vještine za koje je potrebna Mana. Mana je određena vašom INT statistikom i može se prilagoditi vještinama i opremom.",
    "faqQuestion35": "Nahranio sam svog ljubimca i nestao je! Što se dogodilo?",
    "faqQuestion38": "Zašto ne mogu kupiti određene artikle?",
    "faqQuestion39": "Gdje mogu nabaviti više opreme?",
    "faqQuestion40": "Što su dragulji i kako ih mogu dobiti?",
    "faqQuestion41": "Što su Mistični pješčani satovi i kako ih mogu dobiti?",
    "faqQuestion42": "Što mogu učiniti kako bih povećao odgovornost?",
    "faqQuestion43": "Kako mogu prihvatiti zadatke?",
    "faqQuestion44": "Kako mogu izbrisati zadatke Izazova?",
    "faqQuestion45": "Moj avatar se transformirao u snjegovića, morsku zvijezdu, cvijet ili duha. Kako se mogu vratiti u to stanje?",
    "webFaqAnswer26": "Pozitivne navike (Ponašanja koja želiš potaknuti; trebaju imati gumb s plusom)\n\n    Uzeti vitamine\n    Koristiti zubni konac\n    Jedan sat učenja\n\nNegativne navike (Ponašanja koja želiš ograničiti ili izbjegavati; trebaju imati gumb s minusom)\n\n    Pušenje\n    Beskrajno \"skrolanje\" (doom scrolling)\n    Grizenje noktiju\n\nDvostruke navike (Navike koje uključuju pozitivnu i negativnu opciju; trebaju imati i plus i minus gumb)\n\n    Piti vodu vs. piti gazirano piće\n    Učiti vs. odugovlačiti\n\nPrimjeri dnevnih zadataka (Zadaci koje želiš ponavljati po redovnom rasporedu)\n    Oprati suđe\n    Zaliti biljke\n    30 minuta tjelesne aktivnosti\n\nPrimjeri zadataka za obaviti (Zadaci koje trebaš napraviti samo jednom)\n\n    Zakazati termin\n    Organizirati ormar\n    Završiti esej",
    "webFaqAnswer25": "Habitica koristi tri različite vrste zadataka kako bi se prilagodila tvojim potrebama: Navike (Habits), Dnevne zadatke (Dailies) i Zadatke za obaviti (To Do's).\n\nNavike mogu biti pozitivne ili negativne i predstavljaju nešto što želiš pratiti više puta dnevno ili po nepredviđenom rasporedu. Pozitivne navike donose nagrade, poput zlata i iskustva (Exp), dok te negativne navike koštaju zdravlja (HP).\n\nDnevni zadaci su ponavljajući zadaci koje želiš obavljati po strukturiranom rasporedu. Na primjer, jednom dnevno, tri puta tjedno ili četiri puta mjesečno. Neizvršeni dnevni zadaci uzrokuju gubitak HP-a, ali što su teži, to su nagrade bolje!\n\nZadaci za obaviti su jednokratni zadaci koji ti daju nagrade nakon što ih završiš. Mogu imati rok, ali nećeš izgubiti HP ako ga propustiš.\n\nOdaberi vrstu zadatka koja najbolje odgovara onome što želiš postići!"
}
